import React from "react";
import SongDisplay from "./Songs"

function Kagerou_Meari() {
  return (
    <div>
       <SongDisplay musicLyrics="くらいや
真昏暗啊
真夜中に呼び出して
在深夜中呼喊
つらいや
真痛苦啊
まっすぐに見れなくて
一直没有看见
その手の
那双手的
温もりはもうすぐに
温暖马上就要（消失）
わたしは弱くて泣き虫だ
我是个软弱的爱哭鬼
さよならの言葉なんて
再见之类的话语
考えることできない
已无法想起
少しずつ終わりへと
慢慢地走向终结
陽炎のような恋でした
如阳炎般的爱恋
手を伸ばしてみても
即便尝试伸出手也无法抓住
掴めなくて遠ざかって
就这样逐渐远去
いつしか消えてゆくの
在不知不觉中悄然消失
それでも君の残照を想った
尽管如此我还是想起了你的残影
胸を焦がし続けて
不断地焦思苦虑
揺らめいている
飘摇不定
別れはいつしかそこにあった
不经意间发现离别就在那里
言葉は意味を失っていた
言语失去了意义
笑顔でなんでもないフリした
用笑容假装没事的样子
わたしは弱くて嘘つきだ
我是个软弱的骗子
さよならの言葉だから
再见的话
言わないままでいれたら
如果能一直不说的话
なんて幸せでしょう
是多么的幸福啊
陽炎のような恋でした
如同阳炎般的爱恋
もう二度と戻らない
再也无法回来
ニ人だけが共有した
只有两人共有的
たくさんの想い出は
许多思绪
いつしかきっと懐かしく感じる
一定会在不经意间感到怀念
「なんて、残酷なこと」
“多么，残酷的事情”
受け入れないで
不要接受
もうすぐにすぐそばに
离别很快
別れが近づいてる
就要来到身边
夜が明けて
直到天亮
振り返らず
都不回头
涙をかくしたまま
一直抑制泪水"
    musicTitle='陽炎ー -めあり'/>
    </div>
  );
}


export default Kagerou_Meari;