{
    "version": "https://jsonfeed.org/version/1",
    "title": "离岸观火 • All posts by \"随记\" tag",
    "description": "",
    "home_page_url": "http://example.com",
    "items": [
        {
            "id": "http://example.com/2024/04/27/%E9%9A%8F%E8%AE%B02024/",
            "url": "http://example.com/2024/04/27/%E9%9A%8F%E8%AE%B02024/",
            "title": "随记2024",
            "date_published": "2024-04-27T10:29:18.000Z",
            "content_html": "<ul>\n<li>\n<h3 id=\"无题\"><a class=\"markdownIt-Anchor\" href=\"#无题\">#</a> 无题</h3>\n</li>\n</ul>\n<p>非常羡慕那些能够用文章同其他人沟通的那些群体。自己也希望能够成为像他们那样能够用富有说服力的语言，准确的思考，深入的调查来同其他人进行沟通。然而，自己却不大清楚该如何去用这种方式和别人沟通。哪怕像这样写出了自己想说的话，也不知道该如何获得真实的反馈。<br>\n尽管并不全面，但自己大致了解自己在沟通上存在的问题，自我中心，目的不明，逻辑混乱，调查不深。以上提到的种种我能够认知到的原因都使得我清楚自己目前并不是一个合格的作者，并没有足够的能力去写出足够深入人心，或是足够有洞察力的语言。<br>\n可尽管如此，在真正有人看到我的文字并对其提出批评之前，我无从去了解出自我笔下的文字有着哪些问题。说到底，如果我自己落笔写下这些文字的目标都不清楚，如何改进便无从谈起。<br>\n这也是我想要开辟出自己社交空间的一个理由。</p>\n<p>2024.4.27</p>\n<ul>\n<li>\n<h3 id=\"思维的片段\"><a class=\"markdownIt-Anchor\" href=\"#思维的片段\">#</a> 思维的片段</h3>\n</li>\n</ul>\n<p>自己也大致了解自己的写作风格和方式，也在写作的过程中逐渐发现了自己本质上存在的对某些事物的偏好，以及现在自己仍处于迷茫之中的这一事实。<br>\n到目前为止，自己写作更多是生活中的一时兴起。在像是这样正在迷茫的时候也无非会容易看到一些事情便开始多愁善感起来。至少在现阶段，相较于一些硬干货，我想要写的内容更多偏向于表达自己的情感体验。而这背后的原因，我觉得是我还在花时间寻找着什么。<br>\n曾经作为在象牙塔中呆了很久的学生，我的行事习惯，思维方式等都是学生时代的那一套。我认为象牙塔中最大的特点就是，象牙塔中有着非常明确的评定 “好” 与 “坏” 的标准。在学校中，我的最终目标总是获取更多的知识。极致的学术理性在学校中不一定是人人追求的目标，但在那个环境下一定不会有人说追求学术理性是 “不好” 的事情。也正是因此，我便沉溺于追求这明确的终极目标，面向着一个 “绝对正确” 来组织我的所有行动，以求自己处于不败之地，从而忽略了对其他主题的思考和探索。<br>\n然而，哪怕是在学术中自认为的对 “未知的好奇”，在事后一看，也很难认为自己那时的初心有多么纯粹。那时候所谓的好奇探索，并不是面向未知的探索，而是一种面向已知的探索。或许更多并不出于对世界的好奇，而是参杂了” 期待成为强者 “的一种慕强心理在作祟。用看动漫来举例的话，相较于会自己花费时间精力去找到那些不为人知的好作品，那时的我更像是想要对好作品产生共鸣，以借助外界的统一评价在内心确认自己 “品味不错” 这一事实，从而进一步论证自己是 “有价值” 的。这一论证通常很难说服别人，但是对于说服自己来说还是很好用的一套说辞。<br>\n仔细回想，过去在各个平台发言时总想给自己设立一种 “理中客” 的形象，或许只是自己害怕自己明确想要表达的观点被其他人否定。通过让自己不参与任何的纷争来达到永远不输的结果。这么看来，自己的的确确是活成了自己曾经最唾弃的样子。</p>\n<p>——————<br>\n 在这一刻，我在想是否要用一段升华来淡化这段文字一股子自哀自怜的味道。可是说到底，我为什么要像如此升华让自己的文章变得更好读呢？<br>\n或许还是不要细究的比较好。<br>\n2024.4.27</p>\n",
            "tags": [
                "随记"
            ]
        }
    ]
}